Repository: rodchenk/elegia
Catalog: elegia-web/src/Locale/*/default.po
Languages: de_de

source: About
de_de: Uber uns

source: Start site
de_de: Startseite

source: Our Github
de_de: Unser Github

source: About elegia
de_de: Uber elegia

source: User account
de_de: Benutzerprofil

source: Shopping cart
de_de: Warenkorb

source: Your shop
de_de: Dein Shop

source: Notifications
de_de: Benachrichtigungen

source: Logout
de_de: Ausloggen

source: Log in
de_de: Einloggen

source: Sign up
de_de: Registrieren

source: e.g New York, San Francisco or Los Angeles
de_de: z.B. Berlin, Hamburg, MÃ¼nchen usw.

source: Make your empleyees happy
de_de: Erfreuen Sie Ihre Mitarbeiter

source: Tip your city or zip-code
de_de: Tippe deine Stadt oder PLZ

source: Search
de_de: Suchen
